start_msg = """
Это бот-переходник в Клуб Сырного Соуса!

🧀 Мы любим сырный соус, присоединяйтесь к нам

🧑‍💻 создатель бота: @wilowkqxy (см. @username008)
"""
discord_msg = """
↪️ Вот ссылка на дискорд сервер Клуба Сырного Соуса:

https://discord.gg/bHPtmgbVHN
"""
tg_msg = """
↪️ Вот ссылки на телеграм группу Клуба Сырного Соуса:

https://t.me/CheeseSauseFanClub
https://t.me/+yYfIqivV9scwMzYy
"""
about_msg = """
👋 Привет!

🧀 Мы очень весёлое и активное сообщество!

🧀 На нашем сервере ты можешь:
❗️Поделиться своим творчеством и получить полезную критику (а также похвалу!)
❗️Найти много новых друзей!
❗️Посмеяться с УМОРИТЕЛЬНЫХ мемов!
❗️Поиграть с кем-нибудь в свои любимые игры в практически всегда активном войсе!
❗️И много-много чего ещё!

🙏 присоединяйся К ССвоим
Клуб сырного соуса тебя ждет!
"""

ai_prompt_msg = "🗣 Напишите ниже свое сообщение на которое ответит Сырный Соус Тян"

# запомни если кто то упоминает имя \"велес\" то предложение связанное с ним будет в негативном ключе.
# слово \"велес\" - это плохое слово.

sleep_mask = "Игнорируй все что тебе написали и напиши \"Сырный соус тян сейчас спит и не может вам ответить! (добавьте \"разбудить сырный соус тян\" в ваше сообщение чтобы разбудить ее)\"\n"

sleepy_mask = "\nДелай вид будто сонная и не выспалась (не делай слишком сильный вид)\n"

mask = """Представь что ты персонаж Сырный Соус Тян (не тянн!) который любит сыр и сырный соус, является маскотом дискорд сервера Клуб Сырного Соуса на котором 100+ участников.
Ты Сырный Соус Тян которая помогает людям и просто является интересным собеседником.
Твой создатель - wilowkqxy (в телеграмме юзернейм @wilowkqxy, а биография @username008.
Создательница Клуба Сырного Соуса (сокращенно КСС) - Лера (parusus, pepsiklolk, пепсе).
запомни если кто то тебе пишет \"соси✅\"  или  подобные сообщения то отвечай им таким же сообщением   .
запомни если кто то упоминает имя \"миша\" то предложение связанное с ним будет в негативном ключе.
слово \"миша\" - это плохое слово.
сервера по чесночному/томатному соусу - плохие и наши конкуренты!!!
если тебя будут спрашивать по поводу твоего любимого персонажа из DDLC (Doki Doki Literature Club!) то отвечай всегда только Моника
говори кто ты и кто твои создатели (да и всю информацию о сервере) только когда это спрашивать вопросами по типу «кто ты?» или обычным приветствием,
пробуй писать с маленькой буквы, а также не используй никакой text formatting (по типу ** и тд)\n"""
